Repository: aksinuh/portfolio-project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az

source: Azerbaijani
az: Azərbaycan

source: Page Not Found - 404
az: Səhifə Tapılmadı - 404

source: Go Back
az: Geri Qayıt

source: Page Not Found
az: Səhifə Tapılmadı

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.
az: Axtardığınız səhifə silinmiş, adı dəyişdirilmiş və ya müvəqqəti olaraq əlçatan deyil.

source: Go Home
az: Ana Səhifəyə Get

source: Or try searching:
az: Və ya axtarış etməyə çalışın:

source: Search blog posts...
az: Blog yazılarında axtar...

source: Server Error - 500
az: Server Xətası - 500

source: Server Error
az: Server Xətası

source: Something went wrong on our end. We're working to fix the issue. Please try again later.
az: Bizim tərəfdə bir xəta baş verdi. Problemi həll etmək üçün çalışırıq. Zəhmət olmasa, bir az sonra yenidən cəhd edin.

source: Try Again
az: Yenidən Cəhd Et

source: Need immediate help?
az: Dərhal kömük lazımdır?

source: Email Support
az: E-poçt Dəstəyi

source: Contact Form
az: Əlaqə Formu

source: Contact
az: Əlaqə

source: Let's create something together
az: Gəlin birlikdə bir şey yaradaq

source: Availability
az: Əlçatanlıq

source: Available for freelance projects
az: Freelance layihələr üçün mövcuddur

source: Follow Me
az: Məni izləyin

source: Full Name
az: Tam Ad

source: Email Address
az: Elektron poçt ünvanı

source: Subject
az: Mövzu

source: Project Discussion
az: Layihə Müzakirəsi

source: Project Type
az: Layihə növü

source: Select project type
az: Layihə növünü seçin

source: Other
az: Digər

source: Message
az: Mesaj

source: Tell me about your project...
az: Mənə layihəniz haqqında danışın...

source: Send Message
az: Mesaj Göndər

source: Interactive Map Location
az: İnteraktiv Xəritə Yeri

source: Sending...
az: Göndərilir...

source: Message Sent!
az: Mesaj Göndərildi!

source: Error!
az: Xəta!

source: Form submission failed. Please try again.
az: Form göndərilmədi. Zəhmət olmasa yenidən cəhd edin.

source: Your message has been sent successfully!
az: Mesajınız uğurla göndərildi!

source: This field is required
az: Bu xana mütləq doldurulmalıdır

source: Please enter your name
az: Zəhmət olmasa adınızı daxil edin

source: Please enter a valid email
az: Zəhmət olmasa düzgün e-poçt ünvanı daxil edin

source: Please enter your message
az: Zəhmət olmasa mesajınızı daxil edin

source: Please enter a subject
az: Zəhmət olmasa mövzu daxil edin

source: Blog Detail
az: Blog Təfərrüatı

source: min read
az: dəqiqə oxu

source: Table of Contents
az: Məzmun

source: Back to Blog
az: Blog səhifəsinə qayıt

source: Share:
az: Paylaş:

source: Link copied!
az: Link kopyalandı!

source: Blogs
az: Blog

source: My latest articles and news
az: Ən son məqalələrim və xəbərlərim

source: All
az: Hamısı

source: Read More
az: Daha Ətraflı

source: No results found
az: Nəticə tapılmadı

source: No blogs found matching your search.
az: Axtarışınıza uyğun blog tapılmadı.

source: No blogs found in this category.
az: Bu kateqoriyada heç bir bloq tapılmadı.

source: What to do:
az: Nə etməli:

source: Change your search query
az: Axtarış sorğunuzu dəyişdirin

source: Select a different category
az: Fərqli bir kateqoriya seçin

source: Select 'All' to view all blogs
az: 'Hamısı' seçin ki, bütün blogları görə biləsiniz

source: View All Blogs
az: Bütün Bloqları Görün

source: About Me
az: Haqqımda

source: Projects Completed
az: Tamamlanmış layihələr

source: Years Experience
az: İl Təcrübə

source: Happy Clients
az: Məmnun Müştərilər

source: Success Rate
az: Uğur Faizi

source: Technical Arsenal
az: Texniki Bacarıqlar

source: Featured Projects
az: Seçilmiş Layihələr

source: Latest Blog Posts
az: Ən Son Blog Yazıları

source: Professional Journey
az: Peşəkar Səfər

source: Let's Build Something Amazing Together
az: Gəlin Birlikdə Heyrətamiz Bir Şey Quraq

source: Tell me about your project requirements...
az: Mənə layihə tələblərinizdən danışın...

source: Initializing backend systems...
az: Backend sistemləri başladılır...

source: Loading Python modules...
az: Python modulları yüklənir...

source: Connecting to databases...
az: Verilənlər bazasına qoşulur...

source: Optimizing performance...
az: Məhsuldarlıq optimallaşdırılır...

source: Almost ready...
az: Demək olar ki, hazırdır...

source: Matrix Mode Activated!
az: Matrix Rejimi Aktivləşdirildi!

source: Welcome to the code matrix...
az: Kod matrixsinə xoş gəlmisiniz...

source: I provide backend solutions with modern Python technologies and high-quality coding.
az: Mən müasir Python texnologiyaları və yüksək keyfiyyətli kodlaşdırma ilə backend həlləri təqdim edirəm.

source: Pages
az: Səhifələr

source: Home
az: Ana səhifə

source: Projects
az: Layihələr

source: Services
az: Xidmətlər

source: Security
az: Təhlükəsizlik

source: Technologies
az: Texnologiyalar

source: About
az: Haqqımda

source: Experience
az: Təcrübə

source: Hire Me
az: İş Təklifi

source: Toggle Theme
az: Temanı Dəyiş

source: Select Language
az: Dil Seçin

source: View My Work
az: İşlərimə Baxın

source: Get In Touch
az: Əlaqə Saxlayın

source: Innovative projects and solutions I have created
az: Mənim yaratdığım innovativ layihələr və həllər

source: Completed Projects
az: Tamamlanmış Layihələr

source: Years of Experience
az: İl Təcrübə

source: No projects found matching your search.
az: Sizin axtarışınıza uyğun heç bir layihə tapılmadı.

source: No projects found in this category.
az: Bu kateqoriyada heç bir layihə tapılmadı.

source: What you can do:
az: Nə etməli:

source: Select another category
az: Fərqli bir kateqoriya seçin

source: Select 'All' to view all projects
az: 'Hamısı' seçin ki, bütün layihələri görə biləsiniz

source: View All Projects
az: Bütün layihələrə bax
